export const dreams = [
    {
        title: 'A 类',
        presentation: '梦到自己被凌虐，用残忍的方式折磨求生不能求死不得。必须是第一视角且梦里已经不再有能力产生其他情绪，只有强烈的疼痛感（比如“被活剐的吃瓜群众”， “吃手筋的邪教”， “徒手剜心”， “泥坑里被另一个我活埋”，“窗口的阳光”， “地狱之火”）。平时不怎么梦到，但是一旦做这类梦都是是没有做完就疼醒了，这种疼痛感一直会延续到现实生活中，导致，呕吐，拉肚子，头痛，痉挛等等明显的强烈的不良反应。',
        labels: ['disappointed', 'painful', 'dying', 'placeholder', 'suicide']
    },
    {
        title: 'B 类',
        presentation:'梦到自己是施虐者，虐杀别人，被强烈的情绪（比如愤怒，妒忌，仇恨，极端偏执感）覆盖，或者是我特有的梦，梦到另一个我，在梦里杀人，然后在埋骨地发现很多其他的尸体猛然想起过去已经杀过很多人（比如“朝着双胞胎姐妹的脸砍去”， “消失的那个同学”， “水管道里的尸块”， “求吃掉我的大脑”，“水缸里的人肉”等等）。这类梦醒来以后心里感到强烈不安和紧张感，长时间影响心情且非常疲劳。',
        labels: ['sadism', 'jealous', 'fury', 'the other one', 'placeholder']
    },
    {
        title: 'C 类',
        presentation: '应该可以说成是被绝望感包围的梦，比如翻山越岭找回家的路或者循环自杀， 世界末日， 宇宙中孤独漂泊，第一视觉，不停地下雨，天空是黑夜，冰蓝色或者黄昏既视感（比如：“冰蓝色的天空下行走”， “被雨水淋湿的世界”， “死掉的美人鱼”， “剪刀自杀” ， “夏天里闷热黑暗的午夜”， “失踪的娃娃肢体”等等）。 醒来以后会被绝望的情绪影响大半天到一两个星期不等，像阴雨绵绵一样腐蚀心灵。',
        labels: ['sorrow', 'blue', 'gray', 'drippy', 'lonely']
    },
    {
        title: 'D 类',
        presentation: '被追赶，有小灾难，飞翔困难或者被困在某地走不出去，救人救不到很费力，看到自己特别害怕的大蜘蛛大飞蛾或者蝴蝶（比如带着阿婆逃命，“被兔子追进厕所”， “怎么也洗不干净的身体”， “雨中坠落”， “牙齿里的飞蛾卵”， “水里的食人僵尸”），有一点恐惧，受惊吓的情绪梦里奔波，醒来会觉得十分劳累，往往需要休息一段时间才能摆脱梦境的影响.',
        labels:['catch', 'scared', 'spiders', 'butterflies', 'placeholder']
    },
    {
        title: 'E 类',
        presentation: '考试落榜，故事悲剧结尾，爱情受挫，亲人非正常死亡等等（比如过去的“红妹的执着”， “和过去失败的感情有关的梦”，“考试紧张落榜在梦里徘徊”，“二楼的妖怪”），不在梦里奔波，所以不会让人觉得累，但是有点负面情绪比如伤心失落， 对现实的影响不大。醒来之后一两个小时能不再受梦的内容影响。',
        labels: ['nervous', 'tragedies', 'death', 'failure', 'monster']
    }
];

export const dreamsArticles = [
    {
        title: '被活剐的吃瓜群众',
        classification : 'A',
        date: '2018-06-04',
        labels: ['painful', 'dying'],
        content: '在一个电影院里，忽然进入了电影中。 电影里所有人都想要一个黑布包裹的东西，但它属于一个老人家。 他的一个儿子想抢，他的另一个儿子就抱着老人的腰不让他跑。老人家不肯，拿出一把菜刀乱挥， 抓着他的人把老人跑向空中， 菜刀正好竖着立在桌子上， 他落的地方， 一把刀全部插入身体， 背刺而死。' +
        '晚上， 家族里所有的女人商量决定偷走这个东西。 但却被发现了。所有女人只好坐在马车上，在大路面前等着那些男性。她们脱光衣服想色诱逃脱。但是男性们一到就把所有马的前肢砍了， 马车瘫了。 所有女性都对着男性转了一圈， 我在旁观。' +
        '转了一圈， 男性开始靠近女性， 女人们还以为有戏。 但是所有男性亮出右手里用红布盖着的东西，就是一把安装在断手上的菜刀， 开始血腥的大屠杀。 他们把所有女性的四肢都砍断， 把她们的身体划开把所有的内脏翻出来， 我也成了无辜的受害者。 非常疼痛， 直接痛醒， 那种被活剐的痛持续了两天。'
    },
    {
        title: '吃手筋的邪教',
        classification : 'A',
        date: '2018-05-23',
        labels: ['disappointed', 'suicide'],
        content: '传统民间习俗种，认为噩梦有3种，第一种是已经死去的人来托梦，第二种是恶鬼作祟，第三种是看到未来将要发生的可怕事情。很早人们噩梦开始研究，因此才有了周公解梦，通过梦到不同的实物来分析未来可能遇到的灾难是什么从而预防。' +
        '民俗中认为噩梦是一种非常不吉利的预兆，如果不消除梦境的预言，就会在未来发生各种可怕的事情。所以需要请法师用“四叶幸运石、玫瑰金、樱花石、法体盐、赤鱬鳞”制作成石碑护身符，之后必须按照本人生日在结印册上添加结印：农历3月4月5月出生的需要在结印册添加“冰蝶结印、山岐幡结印、渡边葵蟹结印”'
    },
    {
        title: '徒手剜心',
        classification : 'A',
        date: '暂无',
        labels: ['sorrow', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '消失的那个同学',
        classification : 'B',
        date: '暂无',
        labels: ['murder', 'the other one'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '朝着双胞胎姐妹的脸砍去',
        classification : 'B',
        date: '暂无',
        labels: ['sadism', 'fury'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '吃手筋的邪教',
        classification : 'B',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '水管道里的尸块',
        classification : 'B',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '谋杀自己',
        classification : 'B',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },   {
        title: '吃手筋的邪教',
        classification : 'C',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '吃手筋的邪教',
        classification : 'C',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '封闭房间里循环人生',
        classification : 'C',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '冰蓝色的天空下行走',
        classification : 'C',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '冰蓝色的天空下行走',
        classification : 'C',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
    {
        title: '封闭房间里循环人生',
        classification : 'C',
        date: '暂无',
        labels: ['disappointed', 'dying'],
        content: '睡前过度紧张、过度兴奋、例如孩子初次离开父母在陌生环境中睡眠、各种内心冲突和焦虑情绪均可诱发本症,睡前听讲恐怖故事、看恐怖影视也是诱因之一。发热、卧室空气污浊、被褥过厚、睡眠姿势不当、胸前受压等身体不适均可诱发。此外,饮食习惯不良如晚餐过饱或饮食太少而呈饥饿状态也是诱发本症的原因之一。' +
        '一项研究显示，晚睡前吃辛辣食物和不吃辛辣食物的两组健康男子的睡眠情况相比，吃辛辣食物休息时，醒来的次数更多，睡眠质量更差。这说明辛辣食物能提高体温，从而扰乱睡眠。抗抑郁药、巴比妥类镇静剂和麻醉药等药物有副作用，可能会使人产生噩梦。'
    },
];